{
  "confirm_parola": "Подтвердите ваш пароль",
  "hello": "Меню",
  "parola": "Пароль",
  "Privacy": {
    "privacy_text_0": "Политика конфиденциальности",
    "privacy_text_00": "Мы собираем информацию, которую вы предоставляете нам при регистрации на сайте, оформлении заказа или заполнении форм обратной связи. Эта информация может включать ваше имя, адрес электронной почты, номер телефона и адрес доставки.",
    "privacy_text_01": "Мы используем собранную информацию для обработки транзакций, персонализации вашего опыта, улучшения нашего веб-сайта и связи с вами относительно заказов, продуктов и промо-акций. Мы также можем использовать вашу информацию для соблюдения юридических обязательств и обеспечения соблюдения наших политик.",
    "privacy_text_1": "Мы, команда Jasmine Dragon, ценим ваше доверие и обязуемся защищать вашу конфиденциальность. Эта Политика конфиденциальности объясняет, как мы собираем, используем, передаем и храним вашу личную информацию при использовании нашего веб-сайта.",
    "privacy_text_2": "Мы не продаем, не обмениваем и не передаем вашу личную информацию третьим лицам без вашего согласия. Однако мы можем делиться вашей информацией с доверенными третьими сторонами, которые помогают нам в работе нашего веб-сайта, ведении нашего бизнеса или обслуживании вас, при условии, что эти стороны соглашаются сохранять эту информацию конфиденциальной.",
    "privacy_text_3": "Мы принимаем различные меры безопасности для обеспечения безопасности вашей личной информации при размещении заказа или вводе, отправке или доступе к вашей личной информации.",
    "privacy_text_4": "Мы храним вашу личную информацию столько времени, сколько необходимо для достижения целей, изложенных в настоящей Политике конфиденциальности, если более длительный срок хранения не требуется или не разрешен законом.",
    "privacy_text_5": "У вас есть право в любое время получить доступ, исправить, обновить или удалить вашу личную информацию. Вы также можете отказаться от получения рекламных сообщений от нас, следуя инструкциям по отказу, предоставленным в этих сообщениях.",
    "privacy_text_6": "Мы оставляем за собой право вносить изменения в настоящую Политику конфиденциальности в любое время. Если мы внесем существенные изменения в эту политику, мы уведомим вас здесь или посредством уведомления на нашем веб-сайте.",
    "privacy_text_7": "Если у вас возникли вопросы по поводу настоящей Политики конфиденциальности, пожалуйста, свяжитесь с нами по адресу tea.jasminedragon@gmail.com.",
    "privacy_title_0": "Сбор информации",
    "privacy_title_1": "Использование информации",
    "privacy_title_2": "Обмен информацией",
    "privacy_title_3": "Защита данных",
    "privacy_title_4": "Хранилище данных",
    "privacy_title_5": "Ваши права",
    "privacy_title_6": "Изменения в этой политике",
    "privacy_title_7": "Связаться с нами"
  },
  "reg_butt": "Зарегистрироваться",
  "registration": "Регистрация",
  "reg_social": "Регистрация с помощью социальных сетей",
  "reg_to_buy": "Зарегистрируйтесь, чтобы купить чай",
  "sign_in": "Войти на сайт",
  "sign_to_buy": "Зайдите на сайт, чтобы купить чай",
  "Terms": {
    "terms_text_0": "Условия использования",
    "terms_text_00": "Вы соглашаетесь использовать наш сайт только в законных целях и соблюдать все применимые законы и правила.",
    "terms_text_01": "Весь контент на этом сайте, включая текст, графику, логотипы, изображения, аудио- и видеоматериалы, принадлежит чайной \"Jasmine Dragon\" или ее лицензиаром и защищен авторскими правами и другими законами об интеллектуальной собственности.",
    "terms_text_1": "Добро пожаловать на веб-сайт чайной \"Jasmine Dragon\". Прежде чем продолжить использование нашего сайта, ознакомьтесь с нашими Условиями использования. Доступ к нашему сайту и его использование подразумевают ваше согласие с этими Условиями. Если вы не согласны с ними, пожалуйста, не используйте наш сайт.",
    "terms_text_2": "Мы не несем ответственности за ущерб или убытки, возникшие в результате использования нашего сайта или невозможности его использования.",
    "terms_text_3": "Наш сайт может содержать ссылки на веб-сайты третьих сторон. Мы не несем ответственности за содержание этих сайтов или за любые убытки или ущерб, возникшие в результате использования этих сайтов.",
    "terms_text_4": "Мы оставляем за собой право вносить изменения в настоящие Условия использования в любое время. Изменения вступают в силу с момента их публикации на нашем сайте.",
    "terms_text_5": "Используя наш сайт, вы соглашаетесь с этими Условиями использования.",
    "terms_text_6": "Если у вас возникли вопросы по поводу настоящей Политики конфиденциальности, пожалуйста, свяжитесь с нами по адресу tea.jasminedragon@gmail.com.",
    "terms_title_0": "Использование cайта",
    "terms_title_1": "Интеллектуальная собственность",
    "terms_title_2": "Ограничения ответственности",
    "terms_title_3": "Ссылки на третьи сайты",
    "terms_title_4": "Изменения в Условиях использования",
    "terms_title_5": "Согласие",
    "terms_title_6": "Связаться с нами"
  }
}
